[
    {
        "name": "",
        "notes": [
            "[Fixed] Improved performance when selecting and viewing a large number of commits - #16880",
            "[Fixed] Fix crash using Edit -\u003e Copy menu when no text is selected in the diff - #16876",
            "[Fixed] Emoji autocomplete list highlights filter text correctly - #16899",
            "[Fixed] Allow filtering autocomplete results using uppercase characters - #16886"
        ],
        "pub_date": "2023-07-26T19:40:50Z",
        "version": "3.2.7"
    },
    {
        "name": "",
        "notes": [
            "[Fixed] The list of the repositories under the filter box on the \"Let's get started!\" page is visible - #16955"
        ],
        "pub_date": "2023-06-22T16:58:18Z",
        "version": "3.2.6"
    },
    {
        "name": "",
        "notes": [
            "[Fixed] Entering in double forward slash does not trim the target directory in the cloning dialog - #15842. Thanks @IgnazioGul!",
            "[Fixed] In the \"No Repositories\" screen, controls at the bottom stay inside window when it is resized - #16502. Thanks @samuelko123!",
            "[Fixed] Link to editor settings on the tutorial screen - #16636. Thanks @IgnazioGul!",
            "[Fixed] Fix crash using Edit -\u003e Copy menu when no text is selected in the diff - #16876",
            "[Improved] Improve screen reader support of the \"Create Alias\" dialog - #16802",
            "[Improved] Screen readers announce the number of results in filtered lists (like repositories, branches or pull requests) - #16779",
            "[Improved] Screen readers announce expanded/collapsed state of dropdowns - #16781",
            "[Improved] The context menu for a branches list items can be invoked by keyboard shortcuts - #16760",
            "[Improved] The context menu for a repository list item can be invoked by keyboard shortcuts - #16758",
            "[Improved] Make floating elements more responsive as the window or the UI are resized - #16717",
            "[Improved] Adds committing avatar popover to see git configuration and ability to open git configuration settings - #16640",
            "[Improved] Password inputs have a visibility toggle.  - #16714",
            "[Improved] Welcome flow screen change in context is announced - #16698",
            "[Improved] Focus the sign in with browser button on opening the enterprise server login screen - #16706",
            "[Improved] Show the remote branch name if it does not match the local branch name - #13591. Thanks @samuelko123!",
            "[Improved] Reduce retries of avatars that fail to load - #16592"
        ],
        "pub_date": "2023-06-22T14:08:50Z",
        "version": "3.2.5"
    },
    {
        "name": "",
        "notes": [
            "[Fixed] The misattributed commit avatar popover no longer causes the changes list to have scrollbars - #16684",
            "[Fixed] Autocompletion list is always visible regardless of its position on the screen - #16609, #16650",
            "[Fixed] Close Squash Commit Message dialog on squash start - #16605",
            "[Fixed] Multi-commit diffing produces the same results whether you select up to down or down to up - #15883",
            "[Removed] Remove support for Windows 7, 8, and 8.1 - #16566"
        ],
        "pub_date": "2023-06-13T10:11:16Z",
        "version": "3.2.4"
    },
    {
        "name": "",
        "notes": [
            "[New] Add fetch and force-push actions in a dropdown as an alternative to the main Pull/Push/Publish action button - #15907",
            "[New] Get notified when someone comments your pull requests - #16226",
            "[Added] Add support for VimR code editor on macOS. - #16354. Thanks @Elmar-Wiese!",
            "[Fixed] Preview pull request button in the no local changes suggested next action isn't intermittently disabled - #16368",
            "[Fixed] NVDA reads number of suggestions when an autocompletion list shows up - #16526",
            "[Fixed] The undo commit confirmation modal message is screen reader announced - #16472",
            "[Fixed] Clipping and overlapping of the changes list is fixed at 200% zoom - #16425",
            "[Fixed] The commit message avatar is now a toggle tip making the commit author details keyboard accessible - #16272",
            "[Fixed] The commit length hint is keyboard and screen reader accessible - #16449",
            "[Fixed] The changes list header checkbox tooltip description is announced by screen readers - #16457",
            "[Fixed] The changes list header checkbox tooltip is keyboard accessible - #16487",
            "[Fixed] Announce a file's state of inclusion in the commit on the changes list - #16420",
            "[Fixed] Display focus ring around focused control after dismissing a dialog - #16528",
            "[Improved] Add icons for tabs in Repository settings dialog - #16432. Thanks @sweezyio!",
            "[Improved] Use correct name for VSCodium editor - #16511. Thanks @GitMensch!",
            "[Improved] Styling improvements on Linux to scroll bars and default layouts - #16484. Thanks @shiftkey!",
            "[Improved] Include remote branches in search for default branch - #15754",
            "[Improved] Identify the changes list and history commit list as the changes and history tab panels for screen readers - #16463",
            "[Improved] Windows title bar controls do not interrupt screen readers in browse mode - #16483",
            "[Improved] Make radio theme selection look like radio buttons. - #16525",
            "[Improved] Improve accessibility of GitHub Enterprise login flow - #16567",
            "[Improved] Screen readers announce sign in errors - #16556"
        ],
        "pub_date": "2023-05-03T10:54:48Z",
        "version": "3.2.3"
    },
    {
        "name": "",
        "notes": [
            "[Improved] Upgrade embedded Git to 2.39.3"
        ],
        "pub_date": "2023-04-26T07:28:01Z",
        "version": "3.2.2"
    },
    {
        "name": "",
        "notes": [
            "[Added] Add Zed as an external editor option - #16026. Thanks @JosephTLyons!",
            "[Added] Add support for Pulsar code editor on macOS. - #16220. Thanks @mdibella-dev!",
            "[Fixed] Misattributed warning is announced in 'Git' preferences/options by screen readers - #16239",
            "[Fixed] Remove check for update error modal when no internet connection or computer has been asleep - #16057",
            "[Fixed] Update diff after adding or removing trailing newlines to a file - #15638",
            "[Fixed] The Preferences/Options dialog content is still visible when zoomed - #16317",
            "[Fixed] Up/down arrow can be used to navigate autocomplete lists like emoji again - #16044",
            "[Fixed] Large diff messaging styled consistently in pull request preview - #16238",
            "[Fixed] Fix support of newer versions of RStudio - #16339",
            "[Improved] Show repositories available for cloning as they're received for users with access to lots of repositories - #16276 #8955 #2770",
            "[Improved] Update preferences dialog to maintain a consistent size when switching between tabs - #16313",
            "[Improved] Focus history and changes list when accessed via keyboard shortcut or menu - #16360",
            "[Improved] On Windows, app level menu bar and menu items are announced by screen readers - #16315",
            "[Improved] Keyboard shortcuts for resizing app sidebar and file lists - #16332",
            "[Improved] Misattributed commit popover does not clip when app is zoomed - #16407",
            "[Improved] Accessibility improvements for the co-authors input - #16335",
            "[Improved] Commit completion status is announced by screen readers - #16371, #16340",
            "[Improved] Improve accessibility of dialogs for screen reader users - #16350",
            "[Improved] Accessibility improvements for autocompletion suggestions - #16324",
            "[Improved] Learn more links are descriptive for screen readers - #16274",
            "[Improved] Popover titles are announced by screen readers - #16270",
            "[Improved] Show offset focus ring for buttons, vertical tabs etc - #16288",
            "[Improved] Application main menu on Windows doesn't clip when zoom is set to 200% - #16290",
            "[Improved] Button and text box contrast bumps - #16287",
            "[Improved] Other email input in \"Git\" preferences/Options and misattributed popover email select have a screen readable label - #16240",
            "[Improved] Add/remove co-authors button is now keyboard accessible - #16200"
        ],
        "pub_date": "2023-04-05T10:29:04Z",
        "version": "3.2.1"
    },
    {
        "name": "",
        "notes": [
            "[New] Preview your pull request - view a diff of changes in your current branch.",
            "[Added] Add Tabby terminal integration for macOS - #16040. Thanks @ansidev!",
            "[Added] Add JetBrains DataSpell support - #16020. Thanks @tsvetilian-ty and @jm-rivera!",
            "[Added] Editors installed with JetBrains Toolbox supported on Linux - #16029. Thanks @adil192!",
            "[Added] Support for numerous additional editors on Linux - #16030. Thanks @shiftkey!",
            "[Fixed] Include renamed files in the commit summary changed files tooltip - #15155. Thanks @haykam821!",
            "[Improved] The context menu for a file in the changed files list can be invoked by keyboard shortcuts - #16114",
            "[Improved] The file status of a changed file is announced by screen readers - #16098",
            "[Improved] The changes list announces file selection position with screen readers - #16108",
            "[Improved] The 'x' close button on dialogs is keyboard accessible - #16110",
            "[Improved] Focus on first suitable child in sign in flow - #16125",
            "[Improved] The misattributed warning popover is accessible through keyboard navigation - #16100"
        ],
        "pub_date": "2023-03-01T10:08:25Z",
        "version": "3.2.0"
    },
    {
        "name": "",
        "notes": [
            "[Added] Add JetBrains CLion support on macOS - #15881. Thanks @tsvetilian-ty!",
            "[Fixed] Fix crash launching the app on Apple silicon devices - #16011",
            "[Fixed] Trim leading and trailing whitespace in URLs of repository remotes - #15821. Thanks @Shivareddy-Aluri!",
            "[Fixed] Fix support for the latest versions of RStudio on Windows - #15810",
            "[Fixed] Fix support for latest versions of VSCodium on Windows - #15585. Thanks @voidei!"
        ],
        "pub_date": "2023-02-21T12:58:17Z",
        "version": "3.1.8"
    },
    {
        "name": "",
        "notes": [
            "[Improved] Upgrade embedded Git to 2.39.2"
        ],
        "pub_date": "2023-02-15T09:53:43Z",
        "version": "3.1.7"
    }
]